Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutLower_text
source: A text value to convert to lowercase.
bg_bg: Текстова стойност за преобразуване в малки букви.
ca_es: Valor de text que es convertirà en minúscules.
cs_cz: Textová hodnota, která se má převést na malá písmena
da_dk: En tekstværdi, der skal konverteres til små bogstaver.
de_de: Ein Textwert, der in Kleinbuchstaben konvertiert werden soll.
el_gr: Μια τιμή κειμένου για μετατροπή σε πεζά.
es_es: Un valor de texto que se va a convertir en minúsculas.
et_ee: Väiketäheliseks teisendatav tekstväärtus.
eu_es: Minuskulaz jarriko den testu-balioa.
fi_fi: Pieniksi kirjaimiksi muunnettava tekstiarvo.
fr_fr: Valeur de texte à convertir en minuscules.
gl_es: Valor de texto que se vai converter en minúsculas.
hi_in: लोअरकेस में रूपांतरित किया जाने वाला पाठ मान.
hr_hr: Tekstna vrijednost koja se pretvara u mala slova.
hu_hu: Az a szöveges érték, amelyet kisbetűssé kell alakítani.
it_it: Valore di testo da convertire in minuscolo.
ja_jp: 小文字に変換するテキスト値。
kk_kz: Кіші әріпке түрлендірілетін мәтіндік мән.
ko_kr: 소문자로 변환할 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia konvertuoti į mažąsias raides.
lv_lv: Teksta vērtība, kas jāpārvērš par mazajiem burtiem.
ms_my: Nilai teks untuk ditukar kepada huruf kecil.
nb_no: En tekstverdi som skal konverteres til små bokstaver.
nl_nl: Een tekstwaarde die moet worden geconverteerd naar kleine letters.
pl_pl: Wartość tekstowa do przekonwertowania na małe litery.
pt_br: Valor de texto a ser convertido para minúsculas.
pt_pt: Um valor de texto para converter em minúsculas.
ro_ro: O valoare text de convertit la litere mici.
ru_ru: Текстовое значение для преобразования в строчное.
sk_sk: Textová hodnota na konverziu na malé písmená.
sl_si: Besedilna vrednost, ki jo je treba pretvoriti v male črke.
sr_cyrl_rs: Вредност текста за конвертовање у мала слова.
sr_latn_rs: Vrednost teksta za konvertovanje u mala slova.
sv_se: Ett textvärde att konvertera till gemener.
th_th: ข้อความที่ต้องการแปลงให้เป็นตัวพิมพ์เล็ก
tr_tr: Küçük harfe dönüştürülecek olan bir metin değeri.
uk_ua: Текстове значення, до якого потрібно застосувати нижній регістр.
vi_vn: Giá trị văn bản cần chuyển đổi thành chữ thường.
zh_cn: 要转换为小写的文本值。
zh_tw: 要轉換為小寫的文字值。

# AboutLower_text_column
source: A column of text values to convert to a column of lowercase text values.
bg_bg: Колона с текстови стойности за преобразуване в колона с текстови стойности с малки букви.
ca_es: Columna de valors de text que es convertirà en una columna de valors de text en minúscules.
cs_cz: Sloupec textových hodnot, který se má převést na sloupec textových hodnot s malými písmeny
da_dk: En kolonne af tekstværdier, der skal konverteres til en kolonne med tekstværdier med små bogstaver.
de_de: Eine Spalte von Textwerten, die in eine Spalte von Textwerten in Kleinbuchstaben konvertiert werden soll.
el_gr: Μια στήλη τιμών κειμένου για μετατροπή σε μια στήλη τιμών κειμένου για πεζά.
es_es: Una columna de valores de texto que se va a convertir en una columna de valores de texto en minúsculas.
et_ee: Väiketähelisteks tekstväärtuste veeruks teisendatav tekstväärtuste veerg.
eu_es: Minuskulaz idatzitako testu-balioen zutabe bihurtuko den testu-balioen zutabea.
fi_fi: Pienillä kirjaimilla kirjoitettujen tekstiarvojen sarakkeeksi muunnettavien tekstiarvojen sarake.
fr_fr: Colonne de valeurs de texte à convertir en colonne de valeurs de texte en minuscules.
gl_es: Columna de valores de texto que se van converter nunha columna de valores de texto en minúsculas.
hi_in: पाठ मानों का स्तंभ जिसे लोअरकेस पाठ मानों के स्तंभ में रूपांतरित किया जाएगा.
hr_hr: Stupac tekstnih vrijednosti koji se pretvara u stupac tekstnih vrijednosti malim slovima.
hu_hu: Az azokat a szöveges értékeket tartalmazó oszlop, amelyeket kisbetűssé kell alakítani.
it_it: Colonna di valori di testo da convertire in una colonna di valori di testo in minuscolo.
ja_jp: 小文字のテキスト値の列に変換するテキスト値の列。
kk_kz: Кіші әріптермен берілетін мәтіндік мәндер бағанына түрлендірілетін мәтіндік мәндердің бағаны.
ko_kr: 소문자 텍스트 값의 열로 변환할 텍스트 값 열입니다.
lt_lt: Teksto reikšmių stulpelis, kurį reikia konvertuoti į teksto reikšmių mažosiomis raidėmis stulpelį.
lv_lv: Teksta vērtību kolonna, kas jāpārvērš par mazo burtu teksta vērtību kolonnu.
ms_my: Lajur nilai teks untuk ditukarkan kepada lajur nilai teks huruf kecil.
nb_no: En kolonne med tekstverdier som skal konverteres til en kolonne med tekstverdier med små bokstaver.
nl_nl: Een kolom met tekstwaarden die moeten worden geconverteerd naar kleine letters.
pl_pl: Kolumna wartości tekstowych do przekonwertowania na kolumnę wartości tekstowych pisanych małymi literami.
pt_br: Coluna de valores de texto a ser convertida em coluna de valores de texto em minúsculas.
pt_pt: Uma coluna de valores de texto para converter numa coluna de valores de texto em minúsculas.
ro_ro: O coloană cu valori text de convertit la o coloană cu valori text cu litere mici.
ru_ru: Столбец текстовых значений для преобразования в столбец строчных значений.
sk_sk: Stĺpec textových hodnôt na konverziu na stĺpec textových hodnôt s malými písmenami.
sl_si: Stolpec besedilnih vrednosti, ki ga je treba pretvoriti v stolpec besedilnih vrednosti z malimi črkami.
sr_cyrl_rs: Колона са вредностима текста за конвертовање у колону са вредностима текста написаним малим словима.
sr_latn_rs: Kolona sa vrednostima teksta za konvertovanje u kolonu sa vrednostima teksta napisanim malim slovima.
sv_se: En kolumn med textvärden att konvertera till en kolumn med textvärden i gemener.
th_th: คอลัมน์ของข้อความที่ต้องการแปลงให้เป็นคอลัมน์ของข้อความตัวพิมพ์เล็ก
tr_tr: Küçük harfli metin değerlerine dönüştürülecek olan metin değerleri sütunu.
uk_ua: Стовпець із текстовими значеннями, до яких потрібно застосувати нижній регістр.
vi_vn: Cột giá trị văn bản cần chuyển đổi thành cột giá trị văn bản chữ thường.
zh_cn: 文本值组成的列，要转换为小写文本值组成的列。
zh_tw: 要轉換為小寫文字值資料行的文字值資料行。

# AboutProper
source: Converts a text value to proper case; the first letter in each word in uppercase, and all other letters to lowercase.
bg_bg: Преобразува по подходящ начин буквите в текстова стойност; първата буква от всяка дума в главна, а всички други букви в малки.
ca_es: Converteix un valor de text en majúscules o minúscules segons correspongui; la primera lletra de cada paraula en majúscules i la resta en minúscules.
cs_cz: Převede textovou hodnotu na formát, kdy jsou první písmena všech slov velká a ostatní písmena malá.
da_dk: Konverterer en tekstværdi, så det første bogstav i hvert ord er stort, og alle andre bogstaver er små.
de_de: Konvertiert einen Textwert in gemischte Groß-/Kleinschreibung; der erste Buchstabe jedes Worts ist ein Großbuchstabe, alle anderen Buchstaben sind Kleinbuchstaben.
el_gr: Μετατρέπει μια τιμή κειμένου σε γράμματα τίτλου. Το πρώτο γράμμα κάθε λέξης είναι κεφαλαίο και όλα τα υπόλοιπα γράμματα είναι πεζά.
es_es: Convierte un valor de texto a mayúsculas y minúsculas; la primera letra de cada palabra en mayúsculas y todas las demás letras en minúsculas.
et_ee: Rakendab tekstväärtusele algsuurtähestuse. Iga sõna esimene täht on suurtäht ja kõik ülejäänud on väiketähed.
eu_es: Testu-balio baten letrak maiuskulaz eta minuskulaz jartzen ditu; hau da, hitz bakoitzaren lehen letra maiuskulaz jartzen du eta gainerako letrak minuskulaz jartzen ditu.
fi_fi: Muuntaa tekstiarvon sanoiksi, joiden ensimmäinen kirjain on iso kirjain ja kaikki muut kirjaimet pieniä kirjaimia.
fr_fr: Convertit une valeur de texte au format nom propre : la première lettre de chaque mot en majuscule et toutes les autres en minuscules.
gl_es: Converte un valor de texto en maiúsculas ou minúsculas, segundo corresponda; a primeira letra de cada palabra en maiúscula e as demais en minúsculas.
hi_in: किसी पाठ मान को उचित स्थिति में रूपांतरित करता है; प्रत्येक शब्द का पहला अक्षर अपरकेस होता है, और अन्य सभी अक्षर लोअरकेस होते हैं.
hr_hr: Pretvara tekstnu vrijednost u pravilnu veličinu slova; prvo slovo u svakoj riječi u veliko slovo, a sva ostala slova u mala slova.
hu_hu: Tulajdonnévnek megfelelő helyesírásra alakít át egy szöveges értéket; minden szó első szava nagybetűs lesz, minden más betű pedig kisbetűs.
it_it: Converte in maiuscolo la prima lettera di ogni parola e in minuscolo le lettere successive di un valore di testo.
ja_jp: テキスト値を、各単語の最初の文字を大文字に、その他すべての文字は小文字に変換して返します。
kk_kz: Мәтіндік мәнді дұрыс регистрге, яғни әр сөздің бірінші әрпін бас әріпке және барлық басқа әріптерді кіші әріпке түрлендіреді.
ko_kr: 텍스트 값을 적절한 대소문자로 변환합니다. 각 단어의 첫 번째 문자는 대문자로, 그 이외의 모든 문자는 소문자로 변환됩니다.
lt_lt: Konvertuoja teksto reikšmę į reikiamą, pvz., pirmoji kiekvieno žodžio raidė yra didžioji, o visos kitos – mažosios.
lv_lv: Pārvērš teksta vērtību uz pareizo burtu lielumu; pirmo burtu katrā vārdā uz lielo burtu, bet pārējos burtus uz mazajiem.
ms_my: Menukarkan nilai teks kepada huruf sesuai; huruf pertama dalam setiap perkataan dalam huruf besar dan semua huruf lain kepada huruf kecil.
nb_no: Konverterer en tekstverdi til store bokstaver: den første bokstaven i hvert ord med store bokstaver, og alle andre bokstaver til små bokstaver.
nl_nl: Hiermee wordt de eerste letter van elk woord in een tekstwaarde geconverteerd naar een hoofdletter en worden alle andere letters geconverteerd naar kleine letters.
pl_pl: Konwertuje wielkość liter w wartości tekstowej w taki sposób, aby pierwsza litera w każdym słowie była wielka, a wszystkie inne litery były małe.
pt_br: Converte um valor de texto ao formato apropriado; a primeira letra de cada palavra fica em maiúscula e as demais letras, em minúsculas.
pt_pt: Converte um valor de texto para a capitalização adequada; a primeira letra de cada palavra em maiúscula e todas as outras em minúsculas.
ro_ro: Convertește o valoare text la corpul de literă pentru nume proprii, în care prima literă din fiecare cuvânt este literă mare și toate celelalte litere sunt mici.
ru_ru: Преобразует текстовое значение; первая буква каждого слова — прописная, а остальные — строчные.
sk_sk: Skonvertuje textovú hodnotu na všetky začiatočné písmená veľkými a ostatné písmená malými.
sl_si: Pretvori besedilno vrednosti v zapis lastnih imen; prva črka vsake besede velika in vse ostale črke male.
sr_cyrl_rs: Конвертује вредност текста у одговарајућа слова; прво слово сваке речи велико, а сва остала слова у мала слова.
sr_latn_rs: Konvertuje vrednost teksta u odgovarajuća slova; prvo slovo svake reči veliko, a sva ostala slova u mala slova.
sv_se: Skiftlägeskonverterar ett textvärde. Den första bokstaven i varje ord blir en versal och de andra bokstäverna blir gemener.
th_th: แปลงข้อความให้เป็นตัวพิมพ์เล็กและใหญ่ที่เหมาะสม; อักษรตัวแรกของแต่ละคำเป็นตัวพิมพ์ใหญ่ และตัวอักษรอื่นๆ เป็นตัวพิมพ์เล็ก
tr_tr: Bir metin değerindeki her sözcüğün ilk harfini büyük harfe, diğer tüm harfleri de küçük harfe dönüştürür.
uk_ua: Застосовує до текстового значення належний регістр: до першої букви кожного слова – верхній, до всіх інших – нижній.
vi_vn: Chuyển đổi giá trị văn bản sang dạng chữ thích hợp; chữ đầu tiên trong mỗi từ là chữ hoa, còn toàn bộ các chữ khác sẽ là chữ thường.
zh_cn: 将文本值转换为正确的大小写; 每个单词中的第一个字母为大写，所有其他字母为小写。
zh_tw: 將文字值轉換為適當的大小寫; 每個單字的第一個字母為大寫，其他所有字母為小寫。

# AboutProperT
source: Converts a text value, evaluated per row within the specified table or collection, to proper case; the first letter in each word in uppercase, and all other letters to lowercase.
bg_bg: Преобразува по подходящ начин буквите в текстова стойност, изчислена на ред в указаната таблица или колекция; първата буква от всяка дума в главна, а всички други букви в малки.
ca_es: Converteix un valor de text, avaluat per fila a la taula o la col·lecció especificada, en majúscules o minúscules segons correspongui; la primera lletra de cada paraula en majúscules i la resta en majúscules.
cs_cz: Převede textovou hodnotu (vyhodnocovanou po jednotlivých řádcích v zadané tabulce nebo kolekci) na formát, kdy jsou první písmena všech slov velká a ostatní písmena malá.
da_dk: Konverterer en tekstværdi, som evalueres pr. række i den angivne tabel eller samling, så det første bogstav i hvert ord er stort, og alle andre bogstaver er små.
de_de: Konvertiert einen Textwert bei Auswertung pro Zeile in der angegebenen Tabelle oder Sammlung in gemischte Groß-/Kleinschreibung; der erste Buchstabe jedes Worts ist ein Großbuchstabe, alle anderen Buchstaben sind Kleinbuchstaben.
el_gr: Μετατρέπει μια τιμή κειμένου, που έχει αξιολογηθεί ανά σειρά εντός του καθορισμένου πίνακα ή της καθορισμένης συλλογής, σε γράμματα τίτλου. Το πρώτο γράμμα κάθε λέξης είναι κεφαλαίο και όλα τα υπόλοιπα γράμματα είναι πεζά.
es_es: Convierte en mayúsculas y minúsculas un valor de texto evaluado por fila dentro de la tabla o colección especificada; la primera letra de cada palabra en mayúsculas y todas las demás letras en minúsculas.
et_ee: Rakendab tekstväärtusele algsuurtähestuse, mis arvutatakse määratud tabelis või kogumis iga rea kohta. Iga sõna esimene täht on suurtäht ja kõik ülejäänud on väiketähed.
eu_es: Zehaztutako taulan edo bilduman errenkadako ebaluatu den testu-balioa maiuskulaz eta minuskulaz jartzen du; hau da, hitz bakoitzaren lehen letra maiuskulaz jartzen du eta gainerako letrak minuskulaz jartzen ditu.
fi_fi: Muuntaa tekstiarvon arvioituna riviä kohden määritetyssä taulukossa tai kokoelmassa sanoiksi, joiden ensimmäinen kirjain on iso kirjain ja kaikki muut kirjaimet pieniä kirjaimia.
fr_fr: Convertit une valeur de texte, évaluée par ligne dans la table ou la collection spécifiée, au format nom propre. La première lettre de chaque mot est en majuscule et les autres en minuscules.
gl_es: Converte un valor de texto, avaliado por fila dentro da táboa ou colección especificadas, en maiúsculas ou minúsculas, segundo corresponda; a primeira letra de cada palabra en maiúscula e as demais en minúsculas.
hi_in: निर्दिष्ट तालिका या संग्रह की प्रत्येक पंक्ति पर मूल्यांकित, पाठ मान को उचित स्थिति में रूपांतरित करता है; प्रत्येक शब्द का पहला अक्षर अपरकेस होता है, और अन्य सभी अक्षर लोअरकेस होते हैं.
hr_hr: Pretvara tekstnu vrijednost, koja se vrednuje prema retku unutar određene tablice ili zbirke, u pravilnu veličinu slova; prvo slovo u svakoj riječi u veliko slovo, a sva ostala slova u mala slova.
hu_hu: Tulajdonnévnek megfelelő helyesírásra alakít át egy szöveges értéket a megadott táblában vagy gyűjteményben; minden szó első szava nagybetűs lesz, minden más betű pedig kisbetűs.
it_it: Converte in maiuscolo la prima lettera di ogni parola e in minuscolo le lettere successive di un valore di testo, valutato per riga nella tabella o nella raccolta specificata.
ja_jp: テキスト値を、各単語の最初の文字を大文字に、その他すべての文字は小文字に変換して返します。指定のテーブルまたはコレクション内の行ごとに評価されます。
kk_kz: Көрсетілген кестедегі немесе жиынтықтағы жолда есептелетін мәтіндік мәнді дұрыс регистрге, яғни әр сөздің бірінші әрпін бас әріпке және барлық басқа әріптерді кіші әріпке түрлендіреді.
ko_kr: 지정된 테이블이나 컬렉션 내 행당 평가되는 텍스트 값을 적절한 대소문자로 변환합니다. 각 단어의 첫 번째 문자는 대문자로, 그 이외의 모든 문자는 소문자로 변환됩니다.
lt_lt: Konvertuoja teksto reikšmę, įvertintą po eilutę nurodytoje lentelėje ar rinkinyje, į reikiamą, pvz., pirmoji kiekvieno žodžio raidė yra didžioji, o visos kitos – mažosios.
lv_lv: Pārvērš teksta vērtību uz pareizo burtu lielumu, kas novērtēts katrai rindai norādītajā tabulā vai kolekcijā; pirmo burtu katrā vārdā uz lielo burtu, bet pārējos burtus uz mazajiem.
ms_my: Menukarkan nilai teks, dinilaikan setiap baris dalam jadual atau koleksi yang ditentukan, kepada huruf sesuai; huruf pertama dalam setiap perkataan dalam huruf besar dan semua huruf lain kepada huruf kecil.
nb_no: Konverterer en tekstverdi, evaluert per rad i den angitte tabellen eller samlingen, til store bokstaver: den første bokstaven i hvert ord med store bokstaver, og alle andre bokstaver til små bokstaver.
nl_nl: Hiermee wordt de eerste letter van elk woord in een tekstwaarde, die per rij in de opgegeven tabel of verzameling wordt geëvalueerd, geconverteerd naar een hoofdletter en worden alle andere letters geconverteerd naar kleine letters.
pl_pl: Konwertuje wielkość liter w wartości tekstowej w taki sposób, aby pierwsza litera w każdym słowie była wielka, a wszystkie inne litery były małe. Funkcja jest oceniana dla każdego wiersza w określonej tabeli lub kolekcji.
pt_br: Converte um valor de texto, avaliado por linha dentro da tabela ou coleção especificada, ao formato apropriado; a primeira letra de cada palavra fica em maiúscula e as demais letras, em minúsculas.
pt_pt: Converte um valor de texto, avaliada por linha dentro de uma coleção ou tabela especificada, para capitalização adequada; a primeira letra de cada palavra em maiúscula e todas as outras em minúsculas.
ro_ro: Convertește o valoare text, evaluată pentru fiecare rând din tabelul sau colecția specificate, la corpul de literă pentru nume proprii, în care prima literă din fiecare cuvânt este literă mare și toate celelalte litere sunt mici.
ru_ru: Преобразует текстовое значение, которое было вычислено для каждой строки в указанной таблице или коллекции; первая буква каждого слова — прописная, а остальные — строчные.
sk_sk: Skonvertuje textovú hodnotu vyhodnotenú pre riadok v zadanej tabuľke alebo kolekcii na všetky začiatočné písmená veľkými a ostatné písmená malými.
sl_si: Pretvori besedilne vrednosti, ovrednotene za vsako vrstico določene tabele ali zbirke, v zapis lastnih imen; prva črka vsake besede velika in vse ostale črke male.
sr_cyrl_rs: Конвертује вредност текста, проверену по реду у оквиру наведене табеле или колекције, у одговарајућа слова; прво слово сваке речи велико, а сва остала слова у мала слова.
sr_latn_rs: Konvertuje vrednost teksta, proverenu po redu u okviru navedene tabele ili kolekcije, u odgovarajuća slova; prvo slovo svake reči veliko, a sva ostala slova u mala slova.
sv_se: Skiftlägeskonverterar ett textvärde, som utvärderas per rad inom den angivna tabellen eller samlingen. Den första bokstaven i varje ord blir en versal och alla andra bokstäver blir gemener.
th_th: แปลงข้อความ โดยประเมินจากแต่ละแถวของตารางหรือคอลเลกชันที่ระบุให้เป็นตัวพิมพ์เล็กและใหญ่ที่เหมาะสม; อักษรตัวแรกของแต่ละคำเป็นตัวพิมพ์ใหญ่ และตัวอักษรอื่นๆ เป็นตัวพิมพ์เล็ก
tr_tr: Belirtilen tablo veya koleksiyondaki her satır için değerlendirilen bir metin değerindeki her sözcüğün ilk harfini büyük harfe, diğer tüm harfleri küçük harfe dönüştürür.
uk_ua: Застосовує до текстового значення кожного рядка в указаній таблиці або колекції, належний регістр: до першої букви кожного слова – верхній, до всіх інших – нижній.
vi_vn: Chuyển đổi giá trị văn bản, được đánh giá theo hàng trong bảng hoặc bộ sưu tập được chỉ định, sang dạng chữ phù hợp; chữ đầu tiên trong mỗi từ là chữ hoa, còn toàn bộ các chữ khác sẽ là chữ thường.
zh_cn: 将对指定表或集合中每行计算的文本值转换为正确的大小写; 每个单词中第一个字母为大写，所有其他字母为小写。
zh_tw: 對指定資料表或集合中的每個資料列進行評估，將文字值轉換為適當的大小寫; 每個單字的第一個字母為大寫，其他所有字母為小寫。

# AboutProper_text
source: A text value to convert to proper case.
bg_bg: Текстова стойност, чиито букви да се преобразуват по подходящ начин.
ca_es: Valor de text que es convertirà en majúscules o minúscules segons correspongui.
cs_cz: Textová hodnota, která se má převést na formát s prvními velkými písmeny
da_dk: En tekstværdi, der skal konverteres, så det første bogstav i hvert ord er stort, og alle andre bogstaver er små.
de_de: Ein Textwert zum Konvertieren in gemischte Groß-/Kleinschreibung.
el_gr: Μια τιμή κειμένου για μετατροπή σε γράμματα τίτλου.
es_es: Un valor de texto que se va a convertir en mayúsculas o minúsculas.
et_ee: Tekstväärtus, millele rakendatakse esisuurtähestus.
eu_es: Minuskulaz eta maiuskulaz jarriko den testu-balioa.
fi_fi: Isoilla kirjaimilla alkaviksi sanoiksi muunnettava tekstiarvo.
fr_fr: Valeur de texte à convertir au format nom propre.
gl_es: Valor de texto que se vai converter en maiúsculas ou minúsculas, segundo corresponda.
hi_in: उचित स्थिति में रूपांतरित किया जाने वाला पाठ मान.
hr_hr: Tekstna vrijednost koja se pretvara u pravilnu veličinu slova.
hu_hu: A tulajdonnévnek megfelelő helyesírásúra átalakítandó szöveges érték.
it_it: Valore di testo da convertire con la maiuscola iniziale.
ja_jp: 先頭を大文字、他を小文字に変換するテキスト値。
kk_kz: Дұрыс регистрге түрлендірілетін мәтіндік мән.
ko_kr: 적절한 대소문자로 변환할 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia tinkamai konvertuoti į didžiąsias arba mažąsias raides.
lv_lv: Teksta vērtība, kas jāpārvērš par pareizu burtu lielumu.
ms_my: Nilai teks untuk ditukarkan kepada huruf sesuai.
nb_no: En tekstverdi som skal konverteres til store bokstaver.
nl_nl: Een tekstwaarde die moet worden geconverteerd naar het juiste hoofdlettergebruik.
pl_pl: Wartość tekstowa, w której wielkość liter ma zostać zmieniona w taki sposób, aby pierwsza litera w każdym słowie była wielka, a wszystkie inne litery były małe.
pt_br: Valor de texto a ser convertido para o formato correto de maiúsculas/minúsculas.
pt_pt: Um valor de texto a converter para a capitalização adequada.
ro_ro: O valoare text căreia i se efectuează conversia la corpul de literă potrivit.
ru_ru: Текстовое значение для преобразования в значение, где первая буква каждого слова — прописная, а остальные — строчные.
sk_sk: Textová hodnota na konverziu na všetky začiatočné písmená veľkými.
sl_si: Besedilna vrednost, ki jo je treba pretvoriti v zapis lastnih imen.
sr_cyrl_rs: Вредност текста за конвертовање у одговарајућу величину слова.
sr_latn_rs: Vrednost teksta za konvertovanje u odgovarajuću veličinu slova.
sv_se: Ett textvärde att skiftlägeskonvertera.
th_th: ข้อความที่ต้องการแปลงให้เป็นตัวพิมพ์เล็กและใหญ่ที่เหมาะสม
tr_tr: İlk harfi büyük harfe, diğer tüm harfleri küçük harfe dönüştürülecek bir metin değeri.
uk_ua: Текстове значення, до якого потрібно застосувати відповідний регістр.
vi_vn: Một giá trị văn bản để chuyển đổi sang dạng chữ phù hợp.
zh_cn: 要转换为正确大小写的文本值。
zh_tw: 要轉換為適當大小寫的文字值。
